tap "hashicorp/tap"
tap "homebrew/bundle"
tap "remove-bg/tap"
brew "xz"
brew "argo"
brew "argocd"
brew "dvc"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "helm"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "nmap"
brew "node"
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "watch"
brew "wget"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "remove-bg/tap/removebg"
cask "arc"
cask "devtoys"
cask "docker"
cask "fig"
cask "font-monaspace"
cask "font-pretendard"
cask "gpg-suite"
cask "iterm2"
cask "loop"
cask "miniconda"
cask "orbstack"
cask "scroll-reverser"
cask "ticktick"
cask "warp"
vscode "adpyke.codesnap"
vscode "bierner.markdown-mermaid"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jozefchmelar.compare"
vscode "l13rary.l13-diff"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-hub"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "saramorillon.terraform-graph"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "tyriar.luna-paint"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
